Repository: ParthSheth021299/familytree
Catalog: lib/l10n/app_*.arb
Languages: gu

# title
source: Family Tree
gu: કુટુંબ વૃક્ષ

# searchHint
source: Search by name
gu: નામ દ્વારા શોધો

source: Filter
gu: ફિલ્ટર

source: Clear
gu: સાફ કરો

source: Children
gu: બાળકો

source: Blood Group
gu: રક્ત જૂથ

source: Location
gu: સ્થળ

# tip
source: Tap on the tree icon to explore family structure. Filter by branch or search names easily!
gu: પરિવારની રચના જોવા માટે વૃક્ષ 아이કન પર ટેપ કરો. શાખા દ્વારા ફિલ્ટર કરો અથવા નામ શોધો સરળતાથી!

# madeWithLoveForDahibanagar
source: Made with ❤️ for Dahibanagar
gu: દાહિબાનગર માટે પ્રેમથી બનાવાયું ❤️

source: Add Family
gu: કુટુંબ ઉમેરો

source: Birthdays Today
gu: આજના જન્મદિવસ

source: Family Stats
gu: કુટુંબ માહિતી

source: Add Family Member
gu: કુટુંબ સભ્ય ઉમેરો

# selectParent
source: Select Parent (Father or Mother)
gu: માતા અથવા પિતા પસંદ કરો

source: Your Name
gu: તમારું નામ

# genderMale
source: Male
gu: પુરુષ

source: Total Members
gu: કુલ સભ્યો

source: Males
gu: પુરુષો

source: Females
gu: મહિલાઓ

source: Married
gu: લગ્ન થયેલા

source: DOB Added
gu: જન્મ તારીખ ઉમેરાઈ

source: Female
gu: સ્ત્રી

source: Other
gu: અન્ય

source: Gender
gu: લિંગ

# dob
source: Date of Birth
gu: જન્મ તારીખ

source: WhatsApp
gu: વોટ્સએપ

source: Email
gu: ઈમેલ

source: Are you married?
gu: શું તમે વિવાહિત છો?

source: Spouse Details
gu: જીવનસાથી વિગતો

source: Spouse Name
gu: જીવનસાથીનું નામ
